const title = 'Старицький «По-модньому»';

const content = `
Гаврило Потапович Вареник – багатий козак.
Зінька – його дочка, 20 літ
Наталка – друга дочка, 10 літ
Вівдя – наймичка, заїка.
Орина Власівна Дзвонарська – вдова, сусідка. 
Овсій Кравчук – молодий парубок, дальній родич, за приймака.
Перепетуя Самсонівна Дембицька – із бідної шляхти, з примхами.
Сисой Хододатович – синок  Дембицька
Свирид – хлопець, наймит.

Діється на лівім березі Дніпра.

Середина багатої козачої хати. Ліворуч – лави, мисник; праворуч – канапа, два кріселка. По стінах  - генерали і страшний суд. В убранстві видно панські примхи, перемішані з простою обстановок. Двері праворуч в кімнату.
Зінька сама.

Зінька: (вишита сорочка) Що це й досі нема? Усе їздять по панах….і хазяйство закинули…Ох, це все Дзвонарська крутить! Як умерла покійниця матуся, то батько  й почали з тією Ориною Власівною кумпанію водити. Вона їх і з панами звела –хвактурує за гроші…Піде колись на вітер наше добро! І дома тут через неї життя нема: все якісь моди заводить; ні ступити, ні походити.  І батько…ох, ох , ох! Хоть би вже мені заміж швидше абощо! А то так остобісіло! Так через неї ж і не оддадуть за простого, а од тих паничів-глистюків аж верне! А от Овсій Кравчук – який славний, і смирний, і роботящий, і парубок з себе моторний та і з нашого роду; а за мною – так просто господи! Е, вже терпіла, терпіла та, мабуть, і годі скажу! Ех, доля моя сирітська!( замислюється і співа)
"Ой ти, дівчино зарученая…."
(виходить Наталка)
Наталка: (спочатку у кімнаті біля дверей, а далі вибіга: пританцьовуючи і крутячись) От і прибралась, бач, яка цяця, бач, яка краля! (співа) Зінько, голубочко, я слухатимусь, коли ти висилатимеш з хати.
Зінька: Гм, чортеня….
Наталка: А яка ти гарнесенька, сестрице, сьогодні! У стрічках та у плахті. Чого ти щодня так не ходиш?
Зінька: При матері ходила, а тепер ота моди завела; батько силують  до кохт.
Наталка: І я тієї Власівни не люблю…я їй межи очі плюну. Можна, Зінько? 
Зінька: А батько?
Наталка:  А я плюну та й утечу: мене не піймають!
Зінька: (обніма її) Голубочко моя.
Наталка: (цілує її) Ти така в цьому гарна, така гарна!
(Входить Овсій)
Овсій: А правда, чудесно, як намальовані; а то неначе в хомуті ходите.
Зінька: Ой, це ти , Овсію?
Овсій: Та я ж.
Наталка: Зінько, чи мені тут сидіти, чи ти, може б,  пустила мене до Пріськи?( ухмиляється хитренько)
Зінька: Та..іди вже; тільки не пустуй.
Наталка: Бач, я зараз послухалась!(вибіга в двері)
Овсій: До батюшки якийсь панич приїхав. За Власівною послали…що  б воно?
Зінька: Ой лихо! Чи не жениха вона мені знов вискіпала?
Овсій: Мене й самого мов ножем шпигнуло.
Зінька: Сваха анахтемська.
Овсій: Тепер що ж його? У мне аж похололо…
Зінька: Хіба тобі мене жаль?
Овсій: А, ще й питають! Та я б…от щоб мене ставцем поставило. Скажіть мені одно слово, і шабаш, значить! Тільки один мені кінець: або під сволок, або під потоки.
Зінька: Що ти городиш, божевільний?
Овсій: А то хіба не правда? Все одно такому харпакові і гадать нічого: у потилицю затоплять,  та й уже!
Зінька: А може, й ні?
Овсій: Е, де там…я тільки й йому або й тій….ну вже я не знаю, хоч у Сибіряку….
Зінька: Не плещи! А коли що, так от що!(цілує його) Розумієш?
Овсій: (обніма) Та я….аж світ закрутився! Ну, куди хоч…Господи! Просто не знаю й як!..(одказує, почувши стукіт у двері. Зінька біжить до дверей. Співає Наталка)
Наталка: 
"Одішлю я чоловіка,
Де й уродиться музика;
Як заграють на басолі, буде хлопцям не до солі!
Та яка ж, хлопці, я 
Гарна та моторна!
А ти брись, одчепись:
В тебе пика чорна!"
Зінька: Де це ти талої пісні вхопила?
Наталка: (крутиться) Або що? 
Зінька: Не співай мені : погана.
Наталка: Чому?
Зінька: Тому що слухай, коли кажуть.
Наталка: То я й другої вмію!
Зінька: Отже ти доспіваєшся, поки я тебе по губах не лясну! Кинь мені цуценя та роби!
Наталка: Гм, роби! Я ще маненька!
Зінька: Маненька! А пісень великих співаєш!
Наталка: (проганя цуценя) Е, співати не важко!
Зінька: Ну, достанеться тобі за пісні.
Наталка: Це мене Пріська вивчила.
Зінька: Щоб ти мені до не ні ногою!
(входить Орина Власівна Дзвонарська з покупками,  весело)
Дзвонарська: Мир дому сьому, з п’ятінкою святою! Ми – у хату сусіль, а ти , моя ягідко, винось нам хліб та сіль, бо ми не з порожніми руками, а спішать он0то які гості за нами!(підморгує і цілує Зіньку; покупки кладе не стіл)
Зінька: Гостей не знаємо,  які вони й на масть?
Дзвонарська: Достойніші за твоїх, моя ягідко, - з білого воску.
Овсій: З лою, може?
(Дзвонарська тільки гордо глянула)
Зінька: А де батько?
Дзвонарська: Теперечки так уже не слід його називати: тепер він, мовляв, моя ладонько,  не батько будеть,  а папонька.
Зінька: Чого ж це так?
Дзвонарська: Ми вже тепер вознесемось між дворяне.
Овсій: А все ж для дочки будуть батьком.
Дзвонарська: Коли тебе, миленький , не питають, то між благородних у разговори не плутайся; бо такий антихвон, голубе, робить тільки мужва!
Овсій: Що ви зараз мужвою,  а самі з якої діжі?
Дзвонарська: З пшеничної, з проскурної, йолопе мій неотесаний!
Овсій: Може, з тієї, що дерть затирають?
Дзвонарська: Ах ти… ще сміє, мовляв, на моє званіє губу розпускати! Та мені з тобою зараз, може,  й говорити завстид!(іде гордо до кімнати) Іш, хам, раб нечестивий! Проти якої ще мадами?!( плює, пішла до кімнати)
Зінька: Чого ти її чіпаєш?
Овсій: Дак коли вона мене гарячим залізом шпига.
Зінька: А ти б змовчав та краще б підлестився…а то вона ще більше нацькує батька.
Овсій: (чухається) А! досадно! (пішов з хати)
(входить Дзвонарська)
Дзвонарська: Коли в  вашім домі, моя комашечко, безчестя мені совершають, то я й піду: нехай уже твій папонька сам порається з гостями або попросить цього кавалера.
Зінька: Тіточко, Власівно, чого-бо ? простіть його: він здуру!
Дзвонарська: Та проти кого? Подумай! Ти знаєш, моя комашечко, що я протипопівна і була, мовляв, почти при вельможах: у грапського дворецького в дівичім званії жила. То уже потім, через….Прости господи! Довелось мені за пономаря вийти. Так он то що!
Зінька: Та вибачте вже, Власівно, його темноті.
Дзвонарська: Темний, темний,  а поуз рота ложки не понесе! Ох, ох! Куди моститься! Його б у десяти окропах треба б перш випарити, щоб і говорити з ним, от що!
(входить Вареник)
Наталка: (вбіга) Тато, тато приїхали!
Вареник: (трохи під чаркою) Ну, цілуй, дочко, руку! Візьми керею! На , Власівно, ціпка! А ти , чортеня(до Наталки) шапку бери! Натрудився, значить,  та й честі добився: подивіться – це не карбованець , а мегдалія теліпається! Он то що!
Дзвонарська: Честь, честь! Уже іменно, що честь, Гаврило Потапович, мовляв,  яко кадило в полунощі!
Вареник: Гм…воно,  конешно, не всякому…Потаповича на всю округу знають! Чи то за грошима, чи що. О! Ну, а ти ж, дочко, чому не поздоровляєш батька?
Зінька: Поздоровляю, тату! (цілує руку)
Дзвонарська: (поправля) Папонька!
Зінька: Папонько..
Вареник: (Наталці) А ти чого колупаєш у носі? Цілуй батька у руку!
Наталка: (цілує) А гостинців?
Вареник: Бач, ледащо! Їй тільки до гостинців?! Пождеш! Ху, утомився! Кріселко подайте!(сіда) Так ми он куди !О?! Ще капказького хрестика вишлють!
Дзвонарська: Тепер уже алілуя!
Вареник: Ну, приймав мене уже предсідатель, як свого, уже, значить, запанібрата.
Зінька: Як же, тату?
Дзвонарська: (Зіньці) Папонько….(Варенику) Ох, думаю, і вожделеніє було!
Вареник: Стало буть, тошно. Сам почепив мегдалію, предсідатель би то! О?! ще мене під руку…О?! Зайдіть, просить, на чайок!
Дзвонарська: На чайок?
Зінька: До присідателя?!
Вареник: Що ж там за штука? Гм! Приходжу. Ведуть мене, садовлять…Зараз чай з тим ,як його?
Дзвонарська: З кізляркою, певно? Мій покійничок уживав було завжди після добрих похорон.
Вареник: Ні, ні!
Дзвонарська: А-а, з ромом?
Вареник: Та ні! Ах ти, господи! З конякою.
Наталка: З живою?
Вареник: Тю, дурню! Такий напиток!
Дзвонарська: І доходять же, прости господи, до всякого способу!
Вареник: Ну, стало буть, випили так тільки…звісно, душа міру зна! А далі обідати…ну, тут уже ми смикнули всякого, аж джмелі в усі…Я Юрію Митровичу, предсідателю б то, і грошенят визичив….
Дзвонарська: Ну, вже без того не можна! Мовляв, хто маже, то й їде…
Зінька: Ох, тату, то вони за гроші хапаються!
Вареник: От, вигадай! Гроші грошима, А Гаврило Потапович Вареник Вареником! Ще, може,й самі смикнемо в дворане.
Дзвонарська: Та ось і для Зіновії я привезла дворанина…з мамонькою будуть…
Вареник: Невже? Так треба ж прийняти?
Дзвонарська: Авжеж, по-модньому.
Вареник: Предводительський?
Дзвонарська: Еге ж! Що я казала…ще навіть далекий родич їм…
Зінька: Тату! Я не хочу заміж за панича!
Вареник: Ото вигадай: «Не хочу!»
Зінька: Мені страшно за жениха….
Вареник: Чого? Не маненька!
Дзвонарська: Та він же чиновник настоящий, не хвальшивий: січас і начальникує ,й писарює, - благородно і чинно.
Зінька: (крізь сльози) Бог з ним! Він на гроші ластиться….
Вареник: На гроші? Такий і Вареник, щоб проковтнули? Подавляться!
Дзвонарська: Скажіть на милость? Таке щастя, а вона…і благородний, і чиновний, і багатий, то я обладнала!
Зінька: Так самі б і виходили!
Дзвонарська: і пішла б з великим восхощенієм: помилуй мою душу – дворанин, благородний.
Вареник: А дочка чия? Варениця, та ще й з сметанкою.
Дзвонарська: Сьогодні предводитель буде сюди з поміщиками: всі шуткують, що вже стало буть, у самого Вареника поїмо настоящі вареники….
Вареник: Обіщались приїхати на вареники: О?!
Дзвонарська: То-то, видите, що всі вони жалають побрататись, а не за гроші тільки…
Вареник: Так дивіться ж, щоб було гаразд! Біжи, Зінько, до Вівді, порядкуй, а ти, Наталко, скакай до батюшки за посудою та й їх проси!
Наталка: А гостинця?
Вареник: А, мазана! Збігай, то дам!
(Зінька у дверях щось шепче Наталці на вухо одходячи)
Дзвонарська: Скільки-то і вас сьогодні досточтимого миру буде! Треба ж помодніще прийняти!
Вареник: Та ти уже, Власівно, дай лад і Зіньку укоськай, щоб не брикалась. Ти уже коло тих мод, приміром будучи, хоч хвостом махала…
Дзвонарська: Та я Зіньку присоглашу; я оце купила по случаю модні прибори, -двадцять п’ять карбованців дала!
Вареник: Добре, верну.
Дзвонарська: Я, Гаврило Потаповичу, бачила-таки, мовляв, тьму тем! Потрапимо, будемо говорити, і оноралам, і протидияконам.
Вареник: Та й гаразд! А подайка лиш з полиці оту пляшечку і чарку: ми пока що на покуті вип’єм.(Дзвонарська достає) Тільки оті звички і поведенції панські не по душі мені!
Дзвонарська(наливаючи): Бозна-що! Як-таки вам таке тепер і провадити?
Вареник: (п’є і наливає їй): О! та не то ,стало буть, що не по душі…Викушайте! Бо, конешно, скажемо, приміром будучи, і ми не з клоччя, а з сиру та тіста….Хе-хе-хе! 
Дзвонарська: Дай боже! (підморгує і випива)
Вареник: Ще поки бог гріхам терпить! О! (подає) Смикни!
Дзвонарська: Та я на радощах і уп’юсь!
Вареник: Пий! Один тому час, що й батько в плахті!
Дзвонарська: Та й бравий же, мовляв, будете, мій голубчику, при орденах і дворанськім облаченії! Благодать!
Вареник: (п’є) Благодать моя маточко…(заграє)
Дзвонарська: Оце як віддасте старшу дочку, то нам і побратись би можна…
Вареник: Клопіт…
Дзвонарська: Зате буде благоліпно…
(входить Овсій)
Овсій: Чи коні одпрягати?
Вареник: Гм! Так спрожогу і лізе, аж злякав!
Дзвонарська: Треба, миленький, перше спитаться.
Овсій: Та Свирид же й питає.
Вареник: А тобі яке діло?
Овсій: Та звісно…
Дзвонарська: Ох, діло, мовляв, єсть.
Овсій: У всякого своє діло.
Вареник: Ну, іди ж! нехай випряга.(вийшли Зінька та Наталка) отут тобі, дочко ,прибори модні привезла Власівна, дак ти зараз уберись; а я збігаю до жида за вином…та щоб усе було готове!
Наталка: А покажіть, покажіть!
Дзвонарська(Варенику) Стійте! Я думаю, що на баль би треба й музику?
Вареник: Та й за музику скажу. (іде)
Зінька: Що воно там?
Наталка(стриба) Ой цікаво!(витяга перчатки) Що воно таке довге? Панчошки? (натяга на ногу)
Зінька: А це що? 
Дзвонарська: Плаття: це спідниця, а це станок. Яке чудесне!
Зінька: Гарне, тільки покуйовджене таке, що й не розберу! (бере корсет) А це ще для чого? З одного боку поворозки, з другого – застібки.
Дзвонарська: А ке, сюди, ягідко: крендолин би то? Так ні.
Зінька: А що воно таке крендолин?
Дзвонарська: Е, крендолин, моя ягідко, то друге : січас тобі от відсіля ідуть обручі на мотузочках: один менший, другий більший, третій, ще більший, аж додолу…
Зінька: Для чого ж то?
Дзвонарська: А як надінеш зверху сорочку та напхнеш зверху плахіттям – то воно як шатро.
Зінька: Хіба гарно?
Дзвонарська: А гарно: скрізь тобі настобурчиться.
Наталка: Чи ба, а пальці теліпаються!
Дзвонарська: Що ти робиш, дзиґо? Це рукавички! Ай, ай, ай!
Зінька: Скинь! Бач,  і порвала!
Наталка: Та то воно ґудзик на п’ятці був.
Зінька: От тобі буде ґудзик!
Дзвонарська: А-а, це нагрудник…так, так..
Зінька: Та куди ж воно на груди налізе?
Дзвонарська: Утягати потрібно, моя ягідко, утягати до третьої потуги!
Зінька: Та що отаке терпіти?
Дзвонарська: Е, стражданіє прийняти прийдеться: без муки не бува моди!
Зінька: Цур йому й пек!
Дзвонарська: Що ти? Що ти?
Наталка(причепила, як спідницю корсет)це плахта! Бач, як дзвоник, теліпається!(крутиться)
Зінька: Не руш мені! Скинь!
Дзвонарська: От балована!
Зінька: Ну, прийде батько!
Наталка: Сестричко, голубочко! Я не буду!(тихо) Я піду Овсію скажу.
Дзвонарська: Ну, надівай же, моя ягідко, все!
Зінька: Та хоч заріжте мене, то я нічого не надіну.
Дзвонарська: Ай, ай, ай! Не подобаєт, комашечко, на подобаєт! Тепер уже собственно мужичі заведенія треба кинути,  а приставать до модних обходженій, як я понімаю, потому перед тобою, мовляв, моя ягідко, благородний світ розверзається.
Зінька: Цур йому, отому благородному! В якому родилась,  в такім і умру.
Дзвонарська: Що ти, комашечко моя мальованая! Да ти без понятія ,який у панських модах смак! А я проізошла і в смак увійшла. Дак ти слухай, ладоночко моя, як у панів, у господ значить, добре жити. Оце тобі зараз перини: витягайсь і повертайсь, мовляв, чи направо, чи наліво, куди завгодно! Потім тобі січас кохвій з крендельками: воспивай собі, красунечко, чи три ,чи чотири чашечки до восхотенія і крендельками закусюй , а потім сядь та пальцями отак перебирай. (показує) тут тобі січас гості-паничі чи гусарини: ногами тільки шарк або брязь. Ну, значить, зробиш книш(присіда) і сядеш, мовляв, як янголятко: очі підведеш у небо, під лоба, або на груди спустиш…а вони так тобі і воздимаються, і воздимаються! А тут обід: жулен з камердолями, будеш пить сабавонь, вахлітам чи драглей…Ну, сказано, моя ягідко, напрешся, та аж сопеш і тільки платочком губи та лобика витираєш. Ну, а вечором безпременно променаж з кавалерами. Ох, прости, господи, согрішенія наші!
Зінька: Та ото тільки й роботи, тріскай та вивертайсь?
Дзвонарська: Ні, часто і балі бували: під хвартопляса так було танцюємо, що й господи! Я таки, признатись ,дівонько, до танців була перша; ще яких танців уміла, не простих, а загрянишних!
Зінька: Які ж вони , тіточко?
Дзвонарська: Та от січас – кадрель, благородний танець! Отак ходи з кавалером і крутись: от дай руку –тобі треба, ягідко, привчатись(гра на губах, показує) Цабе повертайсь, а тепер –цоб! Ну, задком, задком оступайсь, а тепер  крутись. 
Зінька: Казна які танці! Ходи, як на корді, та спиною вихай!
Дзвонарська: Ти без понятія , дєвонько. А полька? Що то за вожделеніє! А ти небрежительно…
Зінька: Та я б здуріла б од такого життя!
Дзвонарська: Не ввійшла в смак ладоночко моя безневинна, не ввійшла в смак. А от спробуєш –істинно говорю, чревоугодіє! Та ще як до того пропустиш у горлянку драмадеріїї чарочку, другу, то смак тобі, ягідко, по всіх кісточках, як єлей розійдеться – ну січас і млосно.
Зінька: Та господь з ним, ще зачумієш! Нема краще, як біла хатонька у садочку, своє хазяйствечко , та мила дружинонька, та спільна працонька, та тиха розмова, та щира порада!
Дзвонарська: Простий, неделікатний скус, мужичі привички, а тобі, мовляв, моя ягідко, доля признача другоє возношеніє!
Зінька: Не треба мені…Це ви, я знаю…знов когось!
Дзвонарська: А як папонька прикаже?
Зінька: Швидше у прірву кинусь!
Дзвонарська: Ох, царице небесна! Як таке й говорити? Отці про дітей печуться, а діти родительської волі не слухають. Проти родителів піти – та це такий великий, моя комашечко , гріх ,такий тяжкий, що й господи! Як я замирала ,моя ладоночко,  то  бачила, що такий гріх аж трьома парами волів тягли на тім світі.
Зінька: Трьома парами!
Дзвонарська: Трьома парами, ягідко, істинно – трьома парами!
Зінька: Ох, я нещасна, що ж мені чинити?
Дзвонарська: От, приміряй, моя комашечко, оцю спідницю.(надіває їй)
Наталка: (вбіга) І! довга яка! Ти заплутаєшся в їй і гепнеш!
Зінька: Та я і не ступлю. А то що? Ох, матінко, зроду не надіну: на мене тюкатимуть!
Дзвонарська: Це саме мода, моя пампушечко!
Наталка: (регочеться) Ой, ой! Як копиця.
Зінька: Не хочу я такого сорому! Я пересуну ,а то собаками зацькують.
Дзвонарська: Ой боже, невіжество яке! Надівай цей нагрудник!
Наталка: Ану-ну! Ото сміху!
Зінька: Не хочу!
Дзвонарська: Та хоч станок же прикинь, на себе!(натяга)
Наталка: Не влазить! Не влазить!
Дзвонарська: Постій, ягідко ,я стягну…(Наталці) Тягни й ти за мотузку!
Зінька: Ой, не тягніть! Дух випрете!
Овсій: (У дверях) От знущаються!
Дзвонарська: Постій, постій! Я коліном упрусь..то воно зразу!
Наталка: Щось луснуло!
Зінька: Ой, ой! Не можу….(плаче)
Овсій: Як кобилу супонять!(плаче)
Дзвонарська: Ат чого сюди, до дамської уборні? Ач,  і свій ніс тиче!
Зінька: Ох, ох! (плаче)
Наталка: Не тягніть більше, бо ще задавите!
Овсій: Чого батько дивиться? От розбійниця!(пішов)
Дзвонарська: Поговори, поговори! (Зіньці) Ходім до кімнати – там спочатку 
надінем нагрудничок, а далі й станок.
Наталка: (як Зінька повернулась іти) ОЙ! Ой! по спині чисто тріснуло!
Дзвонарська: Царице небесна!(входить Вареник)
Вареник: Ідуть уже. Чи все готово?
Дзвонарська: На кухні все; а я Зіньку зараз приберу…та й ви б прибрались.
Вареник: А я ось зараз, тільки кріселка поправлю…
Дзвонарська: Наталко! Прибери пляшки! Підмети! Ой, ой! Боже мій! Гвалт. (вибігають до кімнати)
Наталка: Підмети! (Кида віхоть) Хай йому. Я його боюсь! (тіка)
(входять Дембицька і її синок Сисой)
Дембицька(убрана з викриком) Прошу тебе держатись достойно….Хустку до носа взяв?
Сисой: Да, взял, мамаша, только ето ужас: Совсєм простая халупа…воняєт чем-то.
Дембицька: Конечно, хлопи…але богаті…тепер через них можно состояніє зробіть: зажити по-шляхетськи…Одкоті бручки!
Сисой: Стоїть лі для мужви…(обсмикується) 
Дембицька: Ціхо! Який ти децко! Нужно тобі понравиться – і ми богачі; не будемо більше поневіряться у пані Маршалкової – я за економку,  а ти – за попихача. Тоді ми покажем форс, прошу пана! Витрі лобік –замарався.
Сисой: (витираючи)Только, мамаша….ну, как же ето….у меня жена будет Хівря? У нея і руки порепані, і ноги, вєрно… смеяться все будуть…
Дембицька: О, мой аньолок невінний! То пусте:  в висівках откупаємо…а з дєнєг не смеються…не ковиряй у носі!
Сисой: Да что ви, мамонька…
Дембицька: Застьобнісь…Ідуть, кажеться…
(заходять Вареник, Зінька, Наталка і Дзвонарська)
Дембицька: (важно) Столбова дворянка ,родственниця пані Маршалкової, вдова Дембицька. А ето мой син Сисой, что даєт большиє надєжди по службє…прошу любіть і жаловать.
Дзвонарська: (цілується) Настоящі дворане, мовляв, січас глянути… моє поштеніє!
Вареник: Радий, дуже радий! Позвольте ручку! (цілує) і синочок? Дозвольте поцілувати?
Сисой: Мамаша?
Дембицька: (тихо) Утрі ротік…
Вареник: (цілує Сисоя) А це дочка моя старша, Зінька.
(Зінька ховається все за батька чи за Дзвонарську)
Сисой: как? Мамаша! (тихо) Ето чучело? 
Дзвонарська: Зіновія.
Вареник: та й Зіновія, а по-нашому Зінька, або Варениця, стало буть., Вареникова дочка (Зіньці) Чого ти ховаєшся: не вкусить.
Сисой: (фирка) Каламбурне!
Дзвонарська: Звиняйте уже –засоромилась, потому – чистоплотіє…да ще перед таким кавалером…з мамочкою знакомі ,а з вами ще: Орина Власівна Дзвонарська, бившая дщерь протопопа, жили з младенства почти при грапськім домі, а уже потім нещастя ради…Прошу покорно! (простягує руку під носа)
Сисой: Мамочка! Что же ето!
Дембицька: Пожми! (Дзвонарській) Дєцко єще!
Вареник: Прошу покорно! (всі сідають манірно. Наталка ховається за батька) А це моя менша дочка!
Дембицька: А-а! Скажіть!
Вареник: Не чіпляйся-бо за полу! Підійди , поцілуй ручку!
Наталка: Не хочу!
Дзвонарська: Дика! Не встидайся: зроби книша!(сіпа її)
Дембицька: Сося!
Наталка: геть к чорту!
Дембицька: А цо? Однако!
Вареник: Чи ти здуріла? Га?
Дзвонарська: Ай,ай,ай!
Наталка: (тікаючи) А чого він чіпляється, слинявий!
Вареник: Цить мені!
Сисой: Віскрява!
Дембицька: Дуже розпустили…Звісно, в простоті…
Дзвонарська: балована!
Дембицька: Гм, Гм! Зовсім без виховання!
Сисой: От би до салону!(приска)
Дембицька: Сося! Не ложи ручки в бручки!(ніяково мовчать)
Вареник: (до Сисоя) Служите, дозвольте спитать, при чинах, стало буть?
Сисой: Н-да! То їсть…у предводітеля…
Дембицька: Таке способне дєцко…Гм, просто ужасть…Скоро буде самостоятельним…
Вареник: Себто який чин!
Сисой: Чин? (приска)
Вареник: Простудились?
Дембицька: Да, да  насморк….Сося…хустку возьмі!(до Вареника) Це, відітє лі, положеніє таке.
Дзвонарська: Значить, чиноположеніє…От і мій покійничок було каже: не по чиноположенію доброхотні даянія…
Вареник: І пенсія велика?
Дзвонарська: Як же таки? Авжеж…
Сисой: Мамаша? Да?
Дембицька: Само собою розуміється..
Вареник: Як?
Дзвонарська: Та пенсія, мовляв ,сама собою, а то ще й розуміється!
Вареник: Го-го! Знаємо й ми це розуміється…
Сисой: Ха-ха-ха! (зразу затуля рота хусткою, мов закашлявся)
Дембицька: Цо то? (до Сисоя)
Сисой: Мне в рот, мамаша, муха попала..
Зінька: (до батька тихо) Вони з нас сміються…
Вареник: Гм, гм.(пауза)
Дембицька: Ну, а ви, баришне?(Сисой кашля в хустку)
Сисой: В городі бували?
(Зінька мовчить і ховається)
Вареник: Чого ж мовчиш? Лякатись нічого: не страшні…
Дзвонарська: Не соромся, ягідко! (сіпа)
Зінька: Ні!
Дембицька: А де ж ви бували? (до сина) Та розговарюй ж ти по-гостинному!
Зінька: На ярмарку, у містечку.
Сисой: С кєм?
Зінька: З кабаном їздили.
Сисой: Ха-ха-ха! Інтересний кавалер!
Вареник: Нема смішного! Коли б і сотню таких, то й ви б, паничу, спасибі сказали.
Дембицька: То він веселої натури: звиніть – ребйонок ще.
Дзвонарська: Та й хазяйські ці прості, причандали такі смішні…неделікатні: чаплія, рогач, кізяк…
Дембицька: На ярмарку, вірно, і цей ригинальний костюм…
Вареник: ні, це Власівна…
Дзвонарська: У первої моднярки.
Дембицька: Вас ошукали - це старомодне.
Вареник: Як же це?
Сисой: І не сходиться нигдє..
Вареник: Не сухопара.
Зінька: (з плачем) Вони сміються.(тіка)
Дзвонарська: Не соромся, моя комашечко, то божа благодать! Застидали: звісно, жіноча дівственность…(входять Овсій і Наталка)
Наталка: Вівдя пита, чи кидать зараз вареники?
Дзвонарська: Так і лізе! Про це стидно говорить, комашечко!
Наталка: Чого?
Вареник: А й справді?
Дзвонарська: При благородних про ці низькі речі не розмовляють.
Овсій: А там ще жидки прийшли, питають, чи зараз починать баль?
Вареник: Ет, після…
Овсій: Може, одправити?
Вареник: Нехай ждуть!(Овсій пішов) Ну, а що, пан предводитель не будуть?
Сисой: Вот би сюда припхали!
Вареник: (Дзвонарській) А ви ж казали..
Дзвонарська: Не знаю…що б воно…
Дембицька: Так; але вони нездорові…
Вареник: Погордували ,значить…Гм, гм!
Дембицька: Ні, щось желудочне.
Дзвонарська: Да, знаєте ,бувало таке і зо мною: оце собі і п’ю, і їм ,як слід…а то вдруг у цім містоположенії почнеться обморок, і так, мовляв ,клубком підходить, підходить аж у голову, -і січас тобі завернеться, завернеться і…зомленіє. Я совітувалась з лікарями, дак говорять: несмотріть у ту сторону, де біжить скажена собака.
Сисой: (вдержується од сміху)Мамонька ,я вийду!(вибіг)
Дембицька: Чого ж то скажена собака?
Дзвонарська: Та видите лі, щоб обморок не притягли вітром.
Дембицька: А-а!
Вареник: Так не будуть, значить…і моїх нема, -стало буть, насмішка…гордують…
І ми кланятись не підемо.
Нас треба як грошей чортма, -розумію… Ми страву й самі поживемо. Гукніть там, Власівно, нехай несуть!(Дзвонарська виходить)
Дембицька: Моєму синові і мені ваша дочка до вподоби.
Вареник: Спасибі. Вона моторна дитина.
Дембицька: Я б, пожалуй, змогла б посватати.
Вареник: Чув.
Дембицька: Ну…а нащот приданого як?
Вареник: Та все як слід справимо; позичать не підемо.
Дембицька: Натірально, натірально!
Вареник: Дочка у мене робітниця добра, надежна, дебела: ніхто її не пережне й не перегребе.
Дембицька: Але…який капітал взяти нам можна?
Вареник: Е, нащот грошей, то я вам скажу, панійко, так: до смерті ні копійки не дам, - нехай самі трудяться, а після смерті..з собою не заберу.
Дембицька: Конечно… только в такому случаї…виходить , зовсім недоразумінія…Власівна, значить…проше пана….
(входять Сисой, Власівна Дзвонарська, Наталка )
Сисой: (раптом захрьопуючи) Ой, чуть собаки на порвали!
Наталка: Він реготався, аж гавкав ,а собаки й собі!
Дзвонарська: Цить! 
Дембицька: Сядь мені.., та положи ручки в бручки!(Наталка сміється)
Дзвонарська: (Ставить на стіл вареники) Тепер нехай молода почастує!
Сисой: Мамаша!
Дембицька: Ще не договорились… при нашім, скажемо, званії і благороднім шляхетнім положенії, треба багато…
Вареник: Чого пані?
(Зінька стала тепер на видноті, посередині; турнюр із спідниці з’їхав набік, а волосяний турнюр надіто замість фартуха)
Сисой: (глянувши) Ах, мамаша ,фігура-то!
Дембицька: Я й не замітила! Шкандаль!
Дзвонарська: Який шкандаль? Це по-модньому.
Вареник: (сердито) Ну, що?
Наталка: Ой таточку, таточку! Не оддавайте за його зіньки: він поганий, паскудний…(плаче) Овсій кращий: мене на баштан возить..
Сисой: Мамаша, ето дерзості..
Дембицька: До таких заїхали…Гляньте, проше пана, хотіли зіпхнути таку дочку бокату!
Дзвонарська: От тобі й антихвон!
Вареник(б’є кулаком по столу) Як боката? Хто сміє на мою дочку лихе сказати?
Сисой: Мамаша, не силуйте меня на кривобокой жениться!
Вареник: Та ви б спитали, пані, чи я ще оддам свою дочку за вашого йолопа!
Дзвонарська: Ах, боже мій! Що ви?
Вареник: Мовчи!(до Зіньки) Скидай мені зараз цю панську зброю!
Дембицька: Це ж ви мені посовітували до мужви немитої вдатись! Понімають вони благородне обращеніє!
Сисой: (показує пальцем на Дзвонарську) Обморок скажений!
Дзвонарська: (спалахнувши) Ах ти, свинячий виплодок, халдей, прокажений, жебран, голодранець!
Дембицька: Ай, ай!
Вареник: Нічого у мужви і пороги оббивати!
(Зінька з Наталкою вийшли до другої кімнати)
Дзвонарська: Та ти з твоєю мамою, бабою, тіткою, дядиною – п’яти моєї не стоїте!
Дембицька: Я не стою? Я не стою? Ах ти , дячківська покидька! Я стовбова! Стовбова!
Дзвонарська: Я з настоящого коліна і почти при грапськім домі жила! А ви запотиличників їсте по панських прихожих! Плюнула й розтерла, от що!
Сисой: Позвольте, мамаша, я єй плюну!
Дембицька: Шапку бери скоріш! (задихається від злості)
Вареник: Ач, приїхали нашими замозоленими грішми гної дірки латать! Он бог, он вам і порог!
Дембицька: А ви справді думали, що вас треба ,вас по салонах приймають, що ваших бокатих дочок шукають! Мужва нетесана! Гроші тільки у дурнів виманюють!
Вареник: Ех ви , голодні зажери! Хизуєтесь своєю пакістю. Щоб мої й очі вас не бачили!( Виходять Овсій, Наталка І Зінька)
Сисой: Мамаша, она… не такая…ето костюм…
Дзвонарська: Самаряне обдерті! Я для них клопотала з жалості, а вони – скажіть на милость – пани!
Дембицька: Тьфу! Сваха задрипана! Пошукайте тепер, хто вашу виставку візьме?
Овсій: Дозвольте! Я їм виставку зроблю!
Вареник: Моєї дочки ніхто не візьме? Та з вашого брата всяк мені в ноги поклониться: я за нею двадцять тисяч карбованців зразу даю..
Сисой: Мамаша! Она не кривобокая: ето – турнюр!
Дембицька: А, ошибка…що ж? Я перепрошу…
Вареник: Хто цурдур? Женіть цього цурдура! Геть з хати!
Овсій: Пожалуйте!
Сисой(показуючи на  Дзвонарську) Ета все…ето чучело!
Дзвонарська: Ах ти хальора,  шкилета!(плює)
(Дембицька та Сисой втікають)
Вареник: Спасибі тобі! Наградила!
Дзвонарська: Хто ж його знав , що такий вийде акахвист: я думала,  що вони настоящі дворане, а вони – пхе!
Вареник: Думала!
Дзвонарська: Знайдуться ще благородніщі!
Вареник: І речі про них не заводь! Мало сорому ще прийняв? Мало тобі?
Зінька: І все через ті моди…(плаче)
Дзвонарська: Що ж ? я всякі моди потраплю….папонька…
Вареник: Мовчать! Щоб мені тих мод і не пахло тут! Не плач, дочко! Тебе всяк візьме,  але годі тих модних!
Зінька: Тату,  голубчику!
Дзвонарська: Содом і  Гоморра!
Вареник: Геть,  щоб і духу твого!
Дзвонарська(плаче) Ви завьожди так обижаєте…Не по- благородному…
Вареник: Годі витребеньок! Щоб ані писнула! За простого оддам!
Зінька: Таточку , ріднесенький! Вареник(обніма) Знаю.
Наталка: А музика як? 
Дзвонарська: Без благородних…баль?
Вареник: Геть!
(Дзвонарська з ляком відскакує)
Вареник: Не лишні,  а якраз упору! Що я, без ваших паничів не буду гуляти? О! тепер загуляю так,  що й чортам душно стане у пеклі! Гей, Наталко,  Овсію,  кличте музику!  Я сам у своїй хаті пан! Чи не так? (заходять музики) К бісу всі моди,  щоб і вухо моє не чуло! Пий,  гуляй,  співайте мені зараз, Зінько,  Наталко,  Овсію! Ріж! Шквар! (всі танцюють)
`;
